Repository: fengurt/ksa-MarkEdit
Catalog: MarkEditMac/Resources/Localizable.xcstrings
Source language: en
Languages: fr, ja, zh_hans, zh_hant

source: Open Accessibility Settings…
fr: Ouvrir les réglages d’accessibilité…
ja: アクセシビリティ設定を開く…
zh_hans: 打开辅助功能设置…
zh_hant: 開啟輔助使用設定…

source: High-confidence Claude and ChatGPT transcripts are saved locally to Conversations. Other long text stays encrypted for 30 days until reviewed.
fr: Les conversations Claude et ChatGPT détectées avec une forte confiance sont enregistrées localement dans Conversations. Les autres textes longs restent chiffrés pendant 30 jours avant validation.
ja: 信頼度の高い Claude と ChatGPT の会話は Conversations にローカル保存されます。その他の長いテキストは確認されるまで30日間暗号化されます。
zh_hans: 高置信度的 Claude 和 ChatGPT 对话会保存到本地 Conversations。其他长文本在确认前会加密保留 30 天。
zh_hant: 高可信度的 Claude 和 ChatGPT 對話會儲存至本機 Conversations。其他長文字在確認前會加密保留 30 天。

source: Press Control-Shift-V anywhere to open the encrypted recent clipboard list. Use categories, the arrow keys, and Return. Monitoring needs no Accessibility permission; direct paste is optional and requests it separately.
fr: Appuyez sur Contrôle-Maj-V partout pour ouvrir la liste chiffrée du presse-papiers récent. Utilisez les catégories, les flèches et Retour. La surveillance ne nécessite pas l’accessibilité ; le collage direct est facultatif et la demande séparément.
ja: どこでも Control-Shift-V を押すと、暗号化された最近のクリップボード一覧が開きます。カテゴリ、矢印キー、Return を使用できます。監視にアクセシビリティ権限は不要で、直接ペーストのみ別途要求します。
zh_hans: 在任意位置按 Control-Shift-V 可打开加密的最近剪贴板列表。可使用分类、方向键和回车。监听无需辅助功能权限；直接粘贴为可选功能并单独申请权限。
zh_hant: 在任意位置按 Control-Shift-V 可開啟加密的最近剪貼簿清單。可使用分類、方向鍵和 Return。監聽不需輔助使用權限；直接貼上為選用功能並另外申請權限。

source: Show Clipboard History
fr: Afficher l’historique du presse-papiers
ja: クリップボード履歴を表示
zh_hans: 显示剪贴板历史
zh_hant: 顯示剪貼簿記錄

source: %lld child sections
fr: %lld sous-sections
ja: %lld 個の子セクション
zh_hans: %lld 个子章节
zh_hant: %lld 個子章節

source: %lld headings · %lld document words
fr: %lld titres · %lld mots au total
ja: %lld 見出し · 全文 %lld 語
zh_hans: %lld 个标题 · 全文 %lld 字
zh_hant: %lld 個標題 · 全文 %lld 字

source: %lld words · %@ · lines %lld–%lld
fr: %lld mots · %@ · lignes %lld–%lld
ja: %lld 語 · %@ · %lld～%lld 行
zh_hans: %lld 字 · %@ · 第 %lld–%lld 行
zh_hant: %lld 字 · %@ · 第 %lld–%lld 行

source: Document structure overview
fr: Vue d’ensemble de la structure du document
ja: 文書構造の概要
zh_hans: 文档结构概览
zh_hant: 文件結構概覽

source: Convert Markdown to DOCX
fr: Convertir Markdown en DOCX
ja: Markdown を DOCX に変換
zh_hans: Markdown 转 DOCX
zh_hant: Markdown 轉 DOCX

source: Choose DOCX Output Folder
fr: Choisir le dossier de sortie DOCX
ja: DOCX 出力フォルダを選択
zh_hans: 选择 DOCX 输出文件夹
zh_hant: 選擇 DOCX 輸出資料夾

source: Choose
fr: Choisir
ja: 選択
zh_hans: 选择
zh_hant: 選擇

source: Default view
fr: Vue par défaut
ja: デフォルト表示
zh_hans: 默认视图
zh_hant: 預設檢視

source: Datamerge standard API key
fr: Clé API standard Datamerge
ja: Datamerge 標準 API キー
zh_hans: Datamerge 标准 API 密钥
zh_hant: Datamerge 標準 API 金鑰

source: DOCX conversion is configured
fr: La conversion DOCX est configurée
ja: DOCX 変換は設定済みです
zh_hans: DOCX 转换已配置
zh_hant: DOCX 轉換已設定

source: DOCX conversion is not configured
fr: La conversion DOCX n’est pas configurée
ja: DOCX 変換は未設定です
zh_hans: DOCX 转换尚未配置
zh_hant: DOCX 轉換尚未設定

source: Markdown to DOCX
fr: Markdown vers DOCX
ja: Markdown から DOCX
zh_hans: Markdown 转 DOCX
zh_hant: Markdown 轉 DOCX

source: Remove Key
fr: Supprimer la clé
ja: キーを削除
zh_hans: 移除密钥
zh_hant: 移除金鑰

source: Replace Key
fr: Remplacer la clé
ja: キーを置換
zh_hans: 替换密钥
zh_hant: 替換金鑰

source: Save Key
fr: Enregistrer la clé
ja: キーを保存
zh_hans: 保存密钥
zh_hant: 儲存金鑰

source: The key is stored only in this Mac’s Keychain and is never written to app preferences, logs, or Markdown files.
fr: La clé est stockée uniquement dans le Trousseau de ce Mac et n’est jamais écrite dans les préférences, les journaux ou les fichiers Markdown.
ja: キーはこの Mac のキーチェーンにのみ保存され、設定、ログ、Markdown ファイルには書き込まれません。
zh_hans: 密钥仅保存在此 Mac 的钥匙串中，不会写入 App 偏好、日志或 Markdown 文件。
zh_hant: 金鑰僅儲存在此 Mac 的鑰匙圈中，不會寫入 App 偏好、日誌或 Markdown 檔案。

source: Show history when opening a blank window
fr: Afficher l’historique à l’ouverture d’une fenêtre vide
ja: 空のウインドウを開いたときに履歴を表示
zh_hans: 打开空白窗口时显示历史记录
zh_hant: 開啟空白視窗時顯示歷史記錄

source: The selected Markdown will be sent over TLS to the Datamerge conversion service. DOCX files are saved next to the sources; the Markdown files are not modified.
fr: Le Markdown sélectionné sera envoyé via TLS au service de conversion Datamerge. Les fichiers DOCX sont enregistrés à côté des sources ; les fichiers Markdown ne sont pas modifiés.
ja: 選択した Markdown は TLS 経由で Datamerge 変換サービスへ送信されます。DOCX はソースの隣に保存され、Markdown は変更されません。
zh_hans: 所选 Markdown 将通过 TLS 发送至 Datamerge 转换服务。DOCX 保存在源文件旁边，Markdown 不会被修改。
zh_hant: 所選 Markdown 將透過 TLS 傳送至 Datamerge 轉換服務。DOCX 會儲存在來源檔案旁，Markdown 不會被修改。

source: Approval is required in System Settings › Login Items
fr: Une autorisation est requise dans Réglages Système › Ouverture
ja: システム設定 › ログイン項目で許可が必要です
zh_hans: 需要在系统设置 › 登录项中批准
zh_hant: 需要在系統設定 › 登入項目中核准

source: Background capture is unavailable on this Mac
fr: La capture en arrière-plan n’est pas disponible sur ce Mac
ja: この Mac ではバックグラウンド取り込みを利用できません
zh_hans: 此 Mac 无法使用后台捕捉
zh_hant: 此 Mac 無法使用背景擷取

source: Captured conversations are always saved locally immediately. This interval applies only after end-to-end encrypted cloud sync is enabled.
fr: Les conversations capturées sont toujours enregistrées immédiatement en local. Cet intervalle ne s’applique qu’après l’activation de la synchronisation cloud chiffrée de bout en bout.
ja: 取り込んだ会話は常に直ちにローカルへ保存されます。この間隔はエンドツーエンド暗号化クラウド同期を有効にした後にのみ適用されます。
zh_hans: 捕捉的对话始终立即保存在本地；此间隔仅在启用端到端加密云同步后生效。
zh_hant: 擷取的對話一律立即儲存在本機；此間隔僅在啟用端對端加密雲端同步後生效。

source: Captured conversations are saved inside the authorized workspace’s Conversations folder.
fr: Les conversations capturées sont enregistrées dans le dossier Conversations de l’espace de travail autorisé.
ja: 取り込んだ会話は、許可済みワークスペースの Conversations フォルダに保存されます。
zh_hans: 捕捉的对话保存在已授权工作区的 Conversations 文件夹中。
zh_hant: 擷取的對話會儲存在已授權工作區的 Conversations 資料夾中。

source: Choose a workspace first
fr: Choisissez d’abord un espace de travail
ja: 先にワークスペースを選択してください
zh_hans: 请先选择工作区
zh_hant: 請先選擇工作區

source: Could not open capture history
fr: Impossible d’ouvrir l’historique des captures
ja: 取り込み履歴を開けませんでした
zh_hans: 无法打开捕捉历史
zh_hant: 無法開啟擷取記錄

source: Clipboard capture is off
fr: La capture du presse-papiers est désactivée
ja: クリップボード取り込みはオフです
zh_hans: 剪贴板捕捉已关闭
zh_hant: 剪貼簿擷取已關閉

source: Clipboard capture is running in the background
fr: La capture du presse-papiers fonctionne en arrière-plan
ja: クリップボード取り込みはバックグラウンドで実行中です
zh_hans: 剪贴板捕捉正在后台运行
zh_hant: 剪貼簿擷取正在背景執行

source: Encrypted cloud sync
fr: Synchronisation cloud chiffrée
ja: 暗号化クラウド同期
zh_hans: 加密云同步
zh_hant: 加密雲端同步

source: Every 15 minutes
fr: Toutes les 15 minutes
ja: 15分ごと
zh_hans: 每 15 分钟
zh_hant: 每 15 分鐘

source: Every 30 minutes
fr: Toutes les 30 minutes
ja: 30分ごと
zh_hans: 每 30 分钟
zh_hant: 每 30 分鐘

source: Every 5 minutes
fr: Toutes les 5 minutes
ja: 5分ごと
zh_hans: 每 5 分钟
zh_hant: 每 5 分鐘

source: Every hour
fr: Toutes les heures
ja: 1時間ごと
zh_hans: 每小时
zh_hant: 每小時

source: High-confidence Claude and ChatGPT transcripts are saved locally to Conversations. Other text stays encrypted for 30 days until reviewed. Clipboard capture does not request Accessibility, Screen Recording, or keyboard access.
fr: Les conversations Claude et ChatGPT reconnues avec une forte confiance sont enregistrées localement dans Conversations. Les autres textes restent chiffrés pendant 30 jours en attente de validation. La capture ne demande aucun accès à l’accessibilité, à l’enregistrement de l’écran ou au clavier.
ja: 高い確度で認識された Claude と ChatGPT の会話は Conversations にローカル保存されます。それ以外のテキストは確認まで30日間暗号化して保持されます。アクセシビリティ、画面収録、キーボードへのアクセスは要求しません。
zh_hans: 高置信度的 Claude 和 ChatGPT 对话会保存到本地 Conversations；其他文本加密保留 30 天等待确认。剪贴板捕捉无需辅助功能、屏幕录制或键盘访问权限。
zh_hant: 高可信度的 Claude 和 ChatGPT 對話會儲存到本機 Conversations；其他文字加密保留 30 天等待確認。剪貼簿擷取不需要輔助使用、螢幕錄製或鍵盤存取權限。

source: Manually
fr: Manuellement
ja: 手動
zh_hans: 手动
zh_hant: 手動

source: Open Capture History
fr: Ouvrir l’historique des captures
ja: 取り込み履歴を開く
zh_hans: 打开捕捉历史
zh_hant: 開啟擷取記錄

source: Open Login Item Settings…
fr: Ouvrir les réglages des éléments d’ouverture…
ja: ログイン項目設定を開く…
zh_hans: 打开登录项设置…
zh_hant: 開啟登入項目設定…

source: Search Captures
fr: Rechercher dans les captures
ja: 取り込みを検索
zh_hans: 搜索捕捉内容
zh_hant: 搜尋擷取內容

source: The background helper is not registered
fr: L’agent d’arrière-plan n’est pas enregistré
ja: バックグラウンドヘルパーが登録されていません
zh_hans: 后台 Helper 尚未注册
zh_hant: 背景 Helper 尚未註冊

source: A new Markdown result will be created. Source files are not modified.
fr: Un nouveau résultat Markdown sera créé. Les fichiers sources ne seront pas modifiés.
ja: 新しい Markdown 結果を作成します。元のファイルは変更されません。
zh_hans: 将创建新的 Markdown 结果，不会修改源文件。
zh_hant: 將建立新的 Markdown 結果，不會修改來源檔案。

source: Convert
fr: Convertir
ja: 変換
zh_hans: 转换
zh_hant: 轉換

source: Convert to Markdown
fr: Convertir en Markdown
ja: Markdown に変換
zh_hans: 转换为 Markdown
zh_hant: 轉換為 Markdown

source: Enable Conversation Capture
fr: Activer la capture des conversations
ja: 会話の取り込みを有効にする
zh_hans: 启用对话收集
zh_hant: 啟用對話收集

source: Quick Action Failed
fr: Échec de l’action rapide
ja: クイックアクションに失敗しました
zh_hans: 快速操作失败
zh_hant: 快速動作失敗

source: The selected PDF or document image will be uploaded over TLS to the configured Tencent MinerU Precision VLM service. The source is deleted after submission and results expire after one hour.
fr: Le PDF ou l’image de document sélectionné sera envoyé via TLS au service Tencent MinerU Precision VLM configuré. La source est supprimée après l’envoi et le résultat expire après une heure.
ja: 選択した PDF または文書画像は、設定済みの Tencent MinerU Precision VLM サービスへ TLS でアップロードされます。元データは送信後に削除され、結果は1時間後に期限切れになります。
zh_hans: 所选 PDF 或文档图片将通过 TLS 上传到已配置的腾讯 MinerU Precision VLM 服务。源文件提交后立即删除，结果一小时后过期。
zh_hant: 所選 PDF 或文件圖片將透過 TLS 上傳至已設定的騰訊 MinerU Precision VLM 服務。來源檔案提交後立即刪除，結果一小時後到期。

source: Capture conversations from clipboard
fr: Capturer les conversations depuis le presse-papiers
ja: クリップボードから会話を取り込む
zh_hans: 从剪贴板收集对话
zh_hant: 從剪貼簿收集對話

source: Conversation capture is on
fr: La capture des conversations est activée
ja: 会話の取り込みはオンです
zh_hans: 对话收集已开启
zh_hant: 對話收集已開啟

source: Conversation Inbox
fr: Boîte de réception des conversations
ja: 会話受信箱
zh_hans: 对话收件箱
zh_hant: 對話收件匣

source: Capture Next Copy
fr: Capturer la prochaine copie
ja: 次のコピーを取り込む
zh_hans: 捕捉下一次复制
zh_hant: 擷取下一次複製

source: High-confidence Claude and ChatGPT transcripts are saved to Conversations. Other text stays encrypted for 30 days until reviewed.
fr: Les conversations Claude et ChatGPT reconnues avec une forte confiance sont enregistrées dans Conversations. Les autres textes restent chiffrés pendant 30 jours en attente de validation.
ja: 高い確度で認識された Claude と ChatGPT の会話は Conversations に保存されます。それ以外のテキストは確認されるまで30日間暗号化して保持されます。
zh_hans: 高置信度的 Claude 和 ChatGPT 对话会保存到 Conversations；其他文本将加密保留 30 天，等待确认。
zh_hant: 高可信度的 Claude 和 ChatGPT 對話會儲存到 Conversations；其他文字將加密保留 30 天，等待確認。

source: Open Conversation Inbox
fr: Ouvrir la boîte de réception
ja: 会話受信箱を開く
zh_hans: 打开对话收件箱
zh_hant: 開啟對話收件匣

source: Turn Off Conversation Capture
fr: Désactiver la capture des conversations
ja: 会話の取り込みをオフにする
zh_hans: 关闭对话收集
zh_hant: 關閉對話收集

source: Undo Last Capture
fr: Annuler la dernière capture
ja: 直前の取り込みを取り消す
zh_hans: 撤销上次收集
zh_hant: 撤銷上次收集

source: Waiting for next copy…
fr: En attente de la prochaine copie…
ja: 次のコピーを待機中…
zh_hans: 正在等待下一次复制…
zh_hant: 正在等待下一次複製…

source: Discard
fr: Supprimer
ja: 破棄
zh_hans: 丢弃
zh_hant: 捨棄

source: Keep for Later
fr: Conserver pour plus tard
ja: 後で確認
zh_hans: 稍后处理
zh_hant: 稍後處理

source: Review clipboard capture
fr: Vérifier la capture du presse-papiers
ja: クリップボードの取り込みを確認
zh_hans: 检查剪贴板内容
zh_hant: 檢查剪貼簿內容

source: Save to Conversations
fr: Enregistrer dans Conversations
ja: Conversations に保存
zh_hans: 保存到 Conversations
zh_hant: 儲存到 Conversations

source: Unknown application
fr: Application inconnue
ja: 不明なアプリケーション
zh_hans: 未知应用
zh_hant: 未知應用程式

source: Add a heading to build the document outline.
fr: Ajoutez un titre pour créer le plan du document.
ja: 見出しを追加すると文書アウトラインが作成されます。
zh_hans: 添加标题以生成文档大纲。
zh_hant: 新增標題以產生文件大綱。

source: Document Outline
fr: Plan du document
ja: 文書アウトライン
zh_hans: 文档大纲
zh_hant: 文件大綱

source: Hide Preview
fr: Masquer l’aperçu
ja: プレビューを隠す
zh_hans: 隐藏预览
zh_hant: 隱藏預覽

source: **Author:** %@
fr: **Auteur :** %@
ja: **著者:** %@
zh_hans: **作者：**%@
zh_hant: **作者：**%@

# %d of %d
source: %1$d of %2$d
fr: %1$d ou %2$d
ja: %1$d/%2$d
zh_hans: %1$d/%2$d
zh_hant: %1$d/%2$d

source: %lld extensions
fr: Extensions %lld
ja: %lld 拡張機能
zh_hans: %lld 个扩展功能
zh_hant: %lld 個擴充功能

source: ⌘-click to follow
fr: ⌘-cliquez pour suivre
ja: ⌘クリックしてフォローしてください
zh_hans: ⌘ 点击以跟随
zh_hant: ⌘ 點選以跟隨

source: ⌘-click to toggle todo
fr: ⌘-cliquez pour activer ou désactiver la tâche
ja: ⌘ クリックして ToDo を切り替えます
zh_hans: ⌘ 点击切换完成状态
zh_hant: ⌘ 點選切換完成狀態

source: 🎉 %@ is out
fr: 🎉 %@ est sorti
ja: 🎉 %@ がリリースされました
zh_hans: 🎉 %@ 已发布
zh_hant: 🎉 %@ 已釋出

source: 1 tab
fr: 1 onglet
ja: 1タブ
zh_hans: 1 个制表符
zh_hant: 1 個制表符

source: 2 spaces
fr: 2 espaces
ja: 2スペース
zh_hans: 2 个空格
zh_hant: 2 個空格

source: 2 tabs
fr: 2 onglets
ja: 2つのタブ
zh_hans: 2 个制表符
zh_hant: 2 個制表符

source: 4 spaces
fr: 4 espaces
ja: 4スペース
zh_hans: 4 个空格
zh_hant: 4 個空格

source: Actions
fr: Actes
ja: アクション
zh_hans: 操作
zh_hant: 操作

source: Active line indicator
fr: Indicateur de ligne active
ja: アクティブラインインジケーター
zh_hans: 当前行指示器
zh_hant: 當前行指示器

source: All
fr: Tous
ja: 全て
zh_hans: 全部
zh_hant: 全部

source: Allows the evaluation to return a Promise object. When enabled, the JavaScript must return a value.
fr: Permet à l’évaluation de renvoyer un objet Promise. Lorsqu'il est activé, le JavaScript doit renvoyer une valeur.
ja: 評価で Promise オブジェクトを返すことができます。有効にした場合、JavaScript は値を返す必要があります。
zh_hans: 允许代码执行返回一个 Promise 对象。启用时，JavaScript 代码必须返回一个值。
zh_hant: 允許程式碼執行返回一個 Promise 物件。啟用時，JavaScript 程式碼必須返回一個值。

source: Always
fr: Toujours
ja: いつも
zh_hans: 总是
zh_hant: 總是

source: Appearance:
fr: Apparence:
ja: 外観：
zh_hans: 外观：
zh_hant: 外觀：

source: Argument “%@” not found in event descriptor, the descriptor is likely malformed.
fr: Argument « %@ » introuvable dans le descripteur d'événement, le descripteur est probablement mal formé.
ja: 引数「%@」がイベント記述子に見つかりません。記述子の形式が不正である可能性があります。
zh_hans: 在事件描述符中找不到参数“%@”，该描述符可能格式不正确。
zh_hant: 在事件描述符中找不到引數“%@”，該描述符可能格式不正確。

source: Ask Before Updating
fr: Demander avant de mettre à jour
ja: 更新する前に質問する
zh_hans: 更新前询问
zh_hant: 更新前詢問

source: Autocomplete:
fr: Saisie semi-automatique :
ja: オートコンプリート:
zh_hans: 自动补全：
zh_hant: 自動補全：

source: Automatic
fr: Automatique
ja: 自動
zh_hans: 自动
zh_hant: 自動

source: Bold
fr: Audacieux
ja: 大胆な
zh_hans: 粗体
zh_hant: 粗體

source: Call Async JavaScript
fr: Appeler Async JavaScript
ja: 非同期 JavaScript を呼び出す
zh_hans: 调用异步 JavaScript
zh_hant: 呼叫非同步 JavaScript

source: Cancel
fr: Annuler
ja: キャンセル
zh_hans: 取消
zh_hant: 取消

# Cannot export files with extension “%@”, supported extensions: %@.
source: Cannot export files with extension "%1$@", supported extensions: %2$@.
fr: Impossible d'exporter des fichiers avec l'extension "%1$@", extensions prises en charge : %2$@.
ja: 拡張子「%1$@」のファイルはエクスポートできません。サポートされている拡張子: %2$@。
zh_hans: 不支持导出“%1$@”格式的文件，支持的格式：%2$@。
zh_hant: 不支援匯出“%1$@”格式的檔案，支援的格式：%2$@。

source: Case Sensitive
fr: Sensible aux majuscules et minuscules
ja: 大文字と小文字を区別
zh_hans: 大小写敏感
zh_hant: 大小寫敏感

source: Characters
fr: Personnages
ja: キャラクター
zh_hans: 字符数量
zh_hant: 字元數量

source: Check Version History
fr: Vérifier l'historique des versions
ja: バージョン履歴を確認する
zh_hans: 检查版本记录
zh_hant: 檢查版本記錄

source: Classic Mac OS (CR)
fr: Mac OS classique (CR)
ja: クラシック Mac OS (CR)

source: Clear Recents
fr: Effacer les récents
ja: 最近のデータを消去
zh_hans: 清除最近
zh_hant: 清除最近

source: Column
fr: Colonne
ja: カラム
zh_hans: 列
zh_hant: 欄

source: Comments
fr: Commentaires
ja: コメント
zh_hans: 注释
zh_hant: 註解

source: Completion:
fr: Achèvement:
ja: 完了：
zh_hans: 单词补全：
zh_hant: 單字補全：

source: Content
fr: Contenu
ja: コンテンツ
zh_hans: 内容
zh_hant: 內容

source: Control Character
fr: Caractère de contrôle
ja: 制御文字
zh_hans: 控制字符
zh_hant: 控制字元

source: Copy Pandoc Command
fr: Copier la commande Pandoc
ja: Pandocコマンドのコピー
zh_hans: 拷贝 Pandoc 指令
zh_hant: 拷貝 Pandoc 指令

source: Couldn’t find a command to handle incoming Apple Event.
fr: Impossible de trouver une commande pour gérer le Apple Event entrant.
ja: 受信 Apple Event を処理するコマンドが見つかりませんでした。
zh_hans: 找不到用于处理接收到 Apple Event 的指令。
zh_hant: 找不到用於處理接收到 Apple Event 的指令。

source: Couldn’t find the extension “%@” in the registry.
fr: Impossible de trouver l'extension « %@ » dans le registre.
ja: レジストリに拡張子「%@」が見つかりませんでした。
zh_hans: 在扩展功能目录中找不到“%@”。
zh_hant: 在擴充功能目錄中找不到“%@”。

source: Couldn’t reach the extension registry.
fr: Impossible d'accéder au registre d'extensions.
ja: 拡張レジストリにアクセスできませんでした。
zh_hans: 无法连接扩展功能目录。
zh_hant: 無法連接擴充功能目錄。

source: Create New Document
fr: Créer un nouveau document
ja: 新しいドキュメントの作成
zh_hans: 创建新文档
zh_hant: 建立新文件

source: Creates a new document, with optional parameters to set the file name and the initial content.
fr: Crée un nouveau document, avec des paramètres facultatifs pour définir le nom du fichier et le contenu initial.
ja: ファイル名と初期コンテンツを設定するオプションのパラメーターを使用して、新しいドキュメントを作成します。
zh_hans: 新建一个文档，可通过可选参数来设置文件名和初始内容。
zh_hant: 新建一個文件，可透過可選變數來設定檔案名和初始內容。

source: Dark
fr: Sombre
ja: 暗い
zh_hans: 深色
zh_hant: 深色

source: Dark Theme:
fr: Thème sombre :
ja: ダークテーマ:
zh_hans: 深色主题：
zh_hant: 深色主題：

source: Default Line Endings:
fr: Fins de lignes par défaut :
ja: デフォルトの行末:
zh_hans: 默认行尾格式：
zh_hant: 預設行尾格式：

source: Default Text Encoding:
fr: Encodage de texte par défaut :
ja: デフォルトのテキストエンコーディング:
zh_hans: 默认文本编码：
zh_hant: 預設文字編碼：

source: Delete
fr: Supprimer
ja: 消去
zh_hans: 删除
zh_hant: 刪除

source: Diacritic Insensitive
fr: Insensible aux diacritiques
ja: 発音記号を区別しない
zh_hans: 忽略变音符
zh_hant: 忽略變音符

source: Diff Chars
fr: Caractères différentiels
ja: 差分文字
zh_hans: 按字符对比
zh_hant: 按字元對比

source: Diff Lines
fr: Lignes de différence
ja: 差分ライン
zh_hans: 按行对比
zh_hant: 按行對比

source: Diff Words
fr: Mots différents
ja: 異なる言葉
zh_hans: 按单词对比
zh_hant: 按單詞對比

source: Dim inactive lines
fr: Estomper les lignes inactives
ja: 非アクティブな線を暗くする
zh_hans: 淡化非当前行
zh_hant: 淡化非當前行

source: Disable Update Checks
fr: Désactiver les vérifications de mise à jour
ja: 更新チェックを無効にする
zh_hans: 禁止更新检查
zh_hant: 禁止更新檢查

source: Disallowed
fr: Refusé
ja: 許可されていない
zh_hans: 禁用
zh_hant: 禁止

source: Discover
fr: Découvrir
ja: 発見する
zh_hans: 发现
zh_hant: 發現

source: Done
fr: Fait
ja: 終わり
zh_hans: 完成
zh_hant: 完成

source: Edit Behavior:
fr: Modifier le comportement :
ja: 編集動作:
zh_hans: 编辑行为：
zh_hant: 編輯行為：

source: Editor
fr: Éditeur
ja: エディタ
zh_hans: 编辑器
zh_hant: 編輯器

source: Enabled
fr: Activé
ja: 有効
zh_hans: 已启用
zh_hant: 已啟用

source: Enter the line number and hit return
fr: Entrez le numéro de ligne et appuyez sur Entrée
ja: 行番号を入力してReturnキーを押します
zh_hans: 输入行号并按下回车键
zh_hant: 輸入行號並按下回車鍵

source: Evaluate JavaScript
fr: Évaluer JavaScript
ja: JavaScriptを評価する
zh_hans: 运行 JavaScript
zh_hant: 執行 JavaScript

source: Evaluate JavaScript with ${content}
fr: Évaluer JavaScript avec ${content}
ja: JavaScript を ${content} で評価する
zh_hans: 使用 ${content} 运行 JavaScript
zh_hant: 使用 ${content} 執行 JavaScript

source: Evaluates JavaScript and gets the result on the active document; throws an error if no editor is opened.
fr: Évalue JavaScript et obtient le résultat sur le document actif ; renvoie une erreur si aucun éditeur n'est ouvert.
ja: JavaScript を評価し、アクティブなドキュメントの結果を取得します。エディターが開いていない場合はエラーがスローされます。
zh_hans: 在当前活跃文档运行 JavaScript 并获取结果，没有打开的编辑器时将抛出异常。
zh_hant: 在當前活躍文件執行 JavaScript 並獲取結果，沒有開啟的編輯器時將丟擲異常。

source: Extension Installed
fr: Extension installée
ja: 拡張機能がインストールされました
zh_hans: 扩展功能已安装
zh_hant: 擴充功能已安裝

source: Extension Updates Available
fr: Mises à jour d'extension disponibles
ja: 利用可能な拡張機能のアップデート
zh_hans: 有可用的扩展功能更新
zh_hant: 有可用的擴充功能更新

source: Extensions Updated
fr: Extensions mises à jour
ja: 拡張機能が更新されました
zh_hans: 扩展功能已更新
zh_hant: 擴充功能已更新

source: Failed to get the update.
fr: Impossible d'obtenir la mise à jour.
ja: アップデートの取得に失敗しました。
zh_hans: 无法获取更新。
zh_hant: 無法獲取更新。

source: Failed to install the extension.
fr: Échec de l'installation de l'extension.
ja: 拡張機能のインストールに失敗しました。
zh_hans: 无法安装该扩展功能。
zh_hant: 無法安裝該擴充功能。

source: Featured
fr: En vedette
ja: 注目の
zh_hans: 精选
zh_hant: 精選

source: File Extension:
fr: Extension du fichier :
ja: ファイル拡張子:
zh_hans: 文件扩展名：
zh_hant: 檔案副檔名：

source: File Name
fr: Nom de fichier
ja: ファイル名
zh_hans: 文件名
zh_hant: 檔案名

source: File Size
fr: Taille du fichier
ja: ファイルサイズ
zh_hans: 文件大小
zh_hant: 檔案大小

source: Find
fr: Rechercher
ja: 検索
zh_hans: 查找
zh_hant: 尋找

source: Find Selection
fr: Rechercher la sélection
ja: 選択範囲の検索
zh_hans: 查找选中内容
zh_hant: 尋找選中內容

source: Fold Line
fr: Replier la ligne
ja: 行を折りたたむ
zh_hans: 折叠行
zh_hant: 折疊行

source: Folded Code
fr: Code replié
ja: 折りたたまれたコード
zh_hans: 折叠的代码
zh_hant: 折疊的程式碼

source: Folded Lines
fr: Lignes repliées
ja: 折りたたまれた行
zh_hans: 折叠的行
zh_hant: 折疊的行

source: Font:
fr: Fonte:
ja: フォント：
zh_hans: 字体：
zh_hant: 字體：

source: Format Files:
fr: Formater les fichiers :
ja: フォーマットファイル:
zh_hans: 格式化文件：
zh_hant: 格式化檔案：

source: Format when saving files.
fr: Formatez lors de l'enregistrement des fichiers.
ja: ファイルを保存するときにフォーマットします。
zh_hans: 保存时进行格式化。
zh_hant: 儲存時進行格式化。

source: Found %lld versions, would you like to delete them?
fr: Versions %lld trouvées, souhaitez-vous les supprimer ?
ja: %lld バージョンが見つかりました。削除しますか?
zh_hans: 找到 %lld 个版本，要删除吗？
zh_hant: 找到 %lld 個版本，要刪除嗎？

source: General
fr: Général
ja: 一般的な
zh_hans: 通用
zh_hant: 一般

source: Get Custom Themes…
fr: Obtenez des thèmes personnalisés…
ja: カスタムテーマを入手…
zh_hans: 获取自定义主题…
zh_hant: 獲取自訂主題…

source: Get File Content
fr: Obtenir le contenu du fichier
ja: ファイルの内容を取得する
zh_hans: 获取文件内容
zh_hant: 獲取檔案內容

source: Gets file content of the active document; throws an error if no editor is opened.
fr: Obtient le contenu du fichier du document actif ; renvoie une erreur si aucun éditeur n'est ouvert.
ja: アクティブなドキュメントのファイルコンテンツを取得します。エディターが開いていない場合はエラーがスローされます。
zh_hans: 获取当前活跃文档的内容，没有打开的编辑器时将抛出异常。
zh_hant: 獲取當前活躍檔案的內容，沒有開啟的編輯器時將丟擲異常。

source: Go to Line
fr: Aller à la ligne
ja: ラインに移動
zh_hans: 跳转到行
zh_hant: 跳轉到行

source: Grant Access
fr: Accorder l'accès
ja: アクセスを許可する
zh_hans: 授予权限
zh_hant: 授予許可權

source: Granularity
fr: Granularité
ja: 粒度
zh_hans: 粒度
zh_hant: 粒度

source: Guessed words
fr: Mots devinés
ja: 推測された言葉
zh_hans: 猜测的单词
zh_hant: 猜測的單字

source: Headers
fr: En-têtes
ja: ヘッダー
zh_hans: 标题
zh_hant: 標題

source: Hidden
fr: Caché
ja: 隠れた
zh_hans: 隐藏
zh_hant: 隱藏

source: Homepage
fr: Page d'accueil
ja: ホームページ
zh_hans: 主页
zh_hant: 首頁

source: Horizontal Rule
fr: Règle horizontale
ja: 横罫
zh_hans: 水平分割线
zh_hant: 水平分割線

source: Indents more
fr: Indente plus
ja: さらにインデントします
zh_hans: 增加缩进
zh_hant: 增加縮排

source: Initial Content
fr: Contenu initial
ja: 初期コンテンツ
zh_hans: 初始内容
zh_hant: 初始內容

source: Inline Predictions
fr: Prédictions en ligne
ja: インライン予測
zh_hans: 输入预测
zh_hant: 預測字詞

source: Insert Code
fr: Insérer le code
ja: コードを挿入
zh_hans: 插入代码
zh_hant: 插入程式碼

source: Insert final newline
fr: Insérer la nouvelle ligne finale
ja: 最後の改行を挿入
zh_hans: 插入最终换行
zh_hant: 插入最終換行

source: Insert Image
fr: Insérer une image
ja: 画像の挿入
zh_hans: 插入图片
zh_hant: 插入圖片

source: Insert Line Break
fr: Insérer un saut de ligne
ja: 改行の挿入
zh_hans: 插入换行符
zh_hant: 插入換行符

source: Insert Link
fr: Insérer un lien
ja: リンクの挿入
zh_hans: 插入链接
zh_hant: 插入連結

source: Insert Tab
fr: Insérer un onglet
ja: 挿入タブ
zh_hans: 插入制表符
zh_hant: 插入制表符

source: Inserts 2 spaces
fr: Insère 2 espaces
ja: スペースを 2 つ挿入します
zh_hans: 插入 2 个空格
zh_hant: 插入 2 個空格

source: Inserts 4 spaces
fr: Insère 4 espaces
ja: スペースを 4 つ挿入します
zh_hans: 插入 4 个空格
zh_hant: 插入 4 個空格

source: Inserts tab character
fr: Insère un caractère de tabulation
ja: タブ文字を挿入します
zh_hans: 插入制表符
zh_hant: 插入制表符

source: Install
fr: Installer
ja: インストール
zh_hans: 安装
zh_hant: 安裝
